[{
		"title": "Clear Roles",
		"ratings": [0,2,5,4,0],
		"description": "Our team has clearly defined roles. Roles and responsibilities match the skills and abilities of the team. Team members understand what is expected of them."
	}, {
		"title": "Process",
		"ratings": [6,3,0,2,0],
		"description": "We have a shared understanding of our process."
	}, {
		"title": "Experience in Software",
		"ratings": [10,0,0,0,1],
		"description": "Our team has previous experience delivering projects like this one."
	}, {
		"title": "Experts in Our Field",
		"ratings": [1,2,4,7,0],
		"description": "Our team has expertise in the subject matter of our product."
	}, {
		"title": "Clear, Shared Vision",
		"ratings": [0,0,1,2,8],
		"description": "There is a vision for this product and it has been clearly communicated. Team members have a shared understanding of what they’re trying to achieve."
	}, {
		"title": "Talent is Valued",
		"ratings": [1,2,5,3,0],
		"description": "Team members feel that the work they do is respected and their contributions to the work are valuable."
	}, {
		"title": "Challenge",
		"ratings": [1,2,5,2,1],
		"description": "Team members feel challenged by their work and think the work is important."
	}, {
		"title": "Debate and Decide Together",
		"ratings": [0,4,3,4,0],
		"description": "We are comfortable voicing our opinions, debating and deciding together on this team."
	}, {
		"title": "MVP",
		"ratings": [1,0,1,9,0],
		"description": "Our team has defined the smallest version that will provide value to users so that assumptions can be tested early and feedback incorporated into iterative builds."
	}, {
		"title": "UVP",
		"ratings": [0,0,0,0,11],
		"description": "Our team understands the unique attributes of this product that will satisfy a particular group of users such that they embrace this product over other options."
	}, {
		"title": "Metrics",
		"ratings": [0,2,5,4,0],
		"description": "We have defined success and we use quality metrics to drive product decisions."
	}, {
		"title": "Product/Market Fit",
		"ratings": [1,2,5,3,0],
		"description": "We are confident that our product delivers specific value tailored to our intended user group. In the case of a consumer product, we know that there are enough potential buyers for the product to be viable."
	}]